Repository: gitGNU/gnu_anubis
Catalog: po/*.po
Languages: nl, pl, ro, uk

source: Entering XDB loop...
pl: Pocz±tek pêtli XDB...
uk: Початок петлі XDB...

source: Exiting XDB loop...
pl: Wyj¶cie z pêtli XDB...
uk: Вихід з петлі XDB...

source: Database not specified
pl: Nie podano bazy danych
uk: Не вказано базу даних

source: Cannot open database %s: %s
pl: Nie mo¿na otworzyæ bazy danych %s: %s
uk: Не вдається відкрити базу даних %s: %s

source: Found record for `%s'.
pl: Znaleziono wpis dla %s.
uk: Знайдено запис `%s'.

source: Cannot retrieve data from the SASL database: %s
pl: Nie mo¿na pobraæ dane z bazy SASL: %s
uk: Неможливо відібрати дані з бази даних для SASL: %s

source: Record for `%s' not found.
pl: Brak wpisu dla %s.
uk: Не знайдено запису для `%s'.

source: MTA has not been specified. Set either REMOTE-MTA or LOCAL-MTA.
pl: Nie podano MTA. Ustaw w pliku konfiguracyjnym REMOTE-MTA lub LOCAL-MTA.
uk: MTA не вказаний. Встановіть REMOTE-MTA або LOCAL-MTA.

source: Illegal address length received for host %s
nl: Onjuiste adreslengte ontvangen voor host %s
pl: Otrzymano niepoprawn± d³ugo¶æ adresu od hosta %s
ro: Am primit o lungime de adresã ilegalã de la host-ul %s
uk: Отримано адресу невірної довжини для машини %s

source: Loop not allowed. Connection rejected.
nl: Lus niet toegestaan. Verbinding verworpen.
pl: Pêtla nie jest dozwolona. Po³±czenie odrzucono.
ro: Loop nu este permis. Conectarea respinsã.
uk: Петлі не дозволені. З'єднання відкинуто.

source: Connection closed successfully.
nl: Verbinding succesvol gesloten.
pl: Po³±czenie zamkniêto poprawnie.
ro: Conectarea închisã cu succes.
uk: З'єднання успішно закрите.

source: PAM: Session closed.
nl: PAM: Sessie gesloten.
pl: PAM: Sesja zamkniêta.
ro: PAM: Sesiune terminatã.
uk: PAM: Сеанс закінчений.

source: PAM: failed to release authenticator.
nl: PAM: losmaken authentificeerder mislukt.
pl: PAM: zwolnienie warto¶ci uwierzytelniaj±cej nie powiod³o siê.
ro: PAM: am eºuat sã eliberez autentificatorului.
uk: Не вдалося звільнити дані ідентифікації

source: daemon() failed
pl: daemon() nie powiod³a siê
uk: daemon() не вдалася

source: Cannot fork.
pl: fork() nie powiod³a siê.
uk: Не вдається створити процес.

source: setsid() failed
pl: setsid() nie powiod³a siê
uk: setsid() не вдалася

source: %s daemon startup succeeded.
nl: %s daemon opstarten gelukt.
pl: Program %s pomy¶lnie rozpocz±³ pracê w trybie demona.
ro: demonul de pornire %s a reuºit.
uk: %s демон успішно запущений.

source: Exited successfully
pl: Po³±czenie zamkniêto poprawnie
uk: Успішне завершення

source: Failed with status %d
pl: Nieudane zakoñczenie ze stanem %d
uk: Невдале закінчення зі станом %d

source: Terminated on signal %d
pl: Zakoñczony na sygna³ %d
uk: Завершення по сигналу %d

source: Stopped on signal %d
pl: Zatrzymany przez sygna³ %d
uk: Зупинено сигналом %d

source: Dumped core
pl: Proces zrzuci³ rdzeñ
uk: Скинуто образ пам'яті

source: Terminated
pl: Proces zakoñczony z niewiadomym stanem
uk: Завершено

source: Child [%lu] finished. %s. %d client left.
pl: Proces potomny [%lu] zakoñczy³ pracê. %s. Pozosta³ %d proces potomny.
uk: Процес-нащадок [%lu] закінчився. %s. Залишився %d клієнт.

source: WARNING: An unprivileged user has not been specified!
pl: OSTRZE¯ENIE: Brak nazwy u¿ytkownika nieuprzywilejowanego!
uk: ПОПЕРЕДЖЕННЯ: Не вказано ім'я непривілейованого користувача!

source: GNU Anubis is running...
nl: GNU Anubis draait...
pl: GNU Anubis zosta³ uruchomiony...
ro: GNU Anubis ruleazã...
uk: GNU Anubis запущено...

source: accept() failed
pl: accept() nie powiod³a siê
uk: accept() не вдалася

source: TCP wrappers: connection from %s:%u rejected.
nl: TCP wrappers: verbinding van %s:%u verworpen.
pl: os³ona TCP: odrzucono próbê po³±czenia siê z %s:%u
ro: TCP wrappers: conectarea de la %s:%u respinsã.
uk: TCP wrappers: відкинуто з'єднання від %s:%u.

source: Too many clients. Connection from %s:%u rejected.
nl: Teveel clients. Verbinding van %s:%u verworpen.
pl: Zbyt du¿o klientów. Odrzucono po³±czenie z %s:%u
ro: Prea mulþi clienþi. Conectarea de la %s:%u respinsã.
uk: Забагато клієнтів. Відкинуто з'єднання від %s:%u.

source: Connection from %s:%u
nl: Verbinding van %s:%u
pl: Po³±czenie z %s:%u
ro: Conectarea de la %s:%u
uk: З'єднання від %s:%u

source: daemon: cannot fork
pl: demon: fork nie powiód³ siê
uk: daemon: не вдається створити процес

source: The MTA has not been specified. Set the REMOTE-MTA or LOCAL-MTA.
nl: De MTA is niet opgegeven. Stel REMOTE-MTA of LOCAL-MTA in.
pl: Nie podano MTA. Ustaw w pliku konfiguracyjnym REMOTE-MTA lub LOCAL-MTA.
ro: MTA-ul nu a fost specificat. Setaþi REMOTE-MTA sau LOCAL-MTA.
uk: MTA не вказаний. Встановіть REMOTE-MTA або LOCAL-MTA.

source: argcv_get failed
uk: argcv_get() не вдалася

source: Try '%s --help' for more information.
nl: Probeer '%s --help' voor meer informatie.
pl: Napisz `%s --help' by uzyskaæ wiêcej informacji.
ro: Încercaþi `%s --help' pentru informaþii suplimentare.
uk: Спробуй '%s --help' щоб отримати більш інформації.

source: --mode=mda requires --local-mta
uk: --mode=mda вимагає --local-mta

source: Missing recipient addresses
uk: Відсутні адреси одержувачів

source: setgroups(1, %lu) failed
pl: setgroups(1, %lu) nie powiod³a siê
uk: setgroups(1, %lu) не вдалася

source: setegid(%lu) failed
pl: setegid(%lu) nie powiod³a siê
uk: setegid(%lu) не вдалася

source: setregid(%lu,%lu) failed
pl: setregid(%lu, %lu) nie powiod³a siê
uk: setregid(%lu,%lu) не вдалася

source: setresgid(%lu,%lu,%lu) failed
pl: setresgid(%lu,%lu,%lu) nie powiod³a siê
uk: setresgid(%lu,%lu,%lu) не вдалася

source: setgid(%lu) failed
pl: setgid(%lu) nie powiod³a siê
uk: setgid(%lu) не вдалася

source: cannot set effective gid to %lu
pl: nie mo¿na ustaliæ gid-u efektywnego %lu
uk: не можу встановити ефективний gid %lu

source: setreuid(%lu,-1) failed
pl: setreuid(%lu, -1) nie powiod³a siê
uk: setreuid(%lu,-1) не вдалася

source: second setuid(%lu) failed
pl: powtórne wywo³anie setuid(%lu) nie powiod³o siê
uk: другий виклик setuid(%lu) не вдався

source: setuid(%lu) failed
pl: setuid(%lu) nie powiod³a siê
uk: setuid(%lu) не вдалася

source: seteuid(0) succeeded when it should not
pl: wywo³anie seteuid(0) powiod³o siê chocia¿ nie powinno by³o
uk: seteuid(0) вдалася, хоча не повинна була

source: cannot drop non-root setuid privileges
pl: nie mo¿na porzuciæ uprawnieñ setuid u¿ytkownika
uk: неможливо позбавитися прав setuid

source: PAM: Session opened (restrictions applied).
nl: PAM: Sessie geopend (beperkingen toegepast).
pl: PAM: Sesjê otwarto (na³o¿ono ograniczenia).
ro: PAM: Sesiune deschisã (restricþii în vigoare).
uk: PAM: Сеанс розпочатий (обмеження застосовані).

source: PAM: Not authenticated to use GNU Anubis.
nl: PAM: Niet geauthentificeerd om GNU Anubis te gebruiken.
pl: PAM: U¿ytkownik nie ma uprawnieñ do u¿ycia GNU Anubis.
ro: PAM: Nu sunteþi autentificat sã folosiþi GNU Anubis.
uk: PAM: Не авторизовано для використання GNU Anubis.

source: Invalid user ID: %s
nl: Onjuist gebruikers ID: %s
pl: Niepoprawny ID u¿ytkownika: %s
ro: Utilizator invalid: %s
uk: Невірний ID користувача: %s

source: Invalid user name: %s
nl: Onjuiste gebruikersnaam: %s
pl: Niepoprawna nazwa u¿ytkownika: %s
ro: Nume utilizator invalid: %s
uk: Невірне ім'я користувача: %s

source: Wrong permissions on %s. Set 0600.
nl: Verkeerde toegangsrechten voor %s. Ingesteld op 0600.
pl: B³êdne uprawnienia na %s. Ustaw 0600.
ro: Permisiuni greºite pentru %s. Setaþi 0600.
uk: Невірний дозвіл на %s. Встановіть 0600.

source: %s is not a regular file or a symbolic link.
nl: %s is geen gewoon bestand of symbolische koppeling.
pl: %s nie jest zwyk³ym plikiem ani dowi±zaniem symbolicznym.
ro: %s nu este un fiºier normal sau o legãturã simbolicã.
uk: %s це не звичайний файл або символічне посилання.

source: Unknown mode: %s
pl: Nieznany tryb %s.
uk: Невідомий режим: %s

source: Cannot open pid file '%s'
pl: Nie mo¿na otworzyæ bazy danych `%s'
uk: Не вдається відкрити файл PID `%s'

source: warning
pl: ostrze¿enie
uk: попередження

source: Could not write to socket: %s
pl: Nie mo¿na zapisaæ do gniazda: %s
uk: Неможливо записати у гніздо: %s

source: Could not write to socket
pl: Nie mo¿na zapisaæ do gniazda
uk: Неможливо записати у гніздо

source: Unknown host %s.
nl: Onbekende host %s.
pl: Nieznany host %s.
ro: Host necunoscut %s.
uk: Невідома машина %s.

source: %s: host name is valid but does not have an IP address.
nl: %s: hostnaam is juist maar heeft geen IP-adres.
pl: %s: host ma poprawn± nazwê, ale nie ma adresu IP.
ro: %s: nume host este valid dar nu are o adresã IP.
uk: %s: ім'я машини вірне, але машина не має IP адреси.

source: %s: unrecoverable name server error occured.
nl: %s: er is een onoplosbare naamserver fout opgetreden.
pl: %s: wyst±pi³ nienaprawialny b³±d serwera nazw.
ro: %s: a avut loc o eroare de tip nume de server nedeterminat.
uk: %s: сталася фатальна помилка серверу доменних імен.

source: %s: a temporary name server error occured. Try again later.
nl: %s: er is een tijdelijke naamserver fout opgetreden. Probeer het later opnieuw.
pl: %s: wyst±pi³ tymczasowy b³±d serwera nazw. Spróbuj ponownie pó¼niej.
ro: %s: a avut loc o eroare de tip nume de server temporar. Încercaþi mai târziu.
uk: %s: сталась тимчасова помилка серверу доменних імен. Спробуйте пізніше.

source: %s: unknown DNS error %d.
nl: %s: onbekende DNS fout %d.
pl: %s: nieznany b³±d DNS: %d.
ro: %s: eroare DNS necunoscutã %d.
uk: %s: невідома помилка DNS %d.

source: Malformed or unexpected reply
pl: B³êdnie sformatowana lub nieoczekiwana odpowied¼
uk: Недійсна або неочікувана відповідь

source: GSASL handshake aborted: %d %s
pl: Przerwany proces negocjacji GSASL: %d %s
uk: Рукостискання GSASL перервано: %d %s

source: GSASL error: %s
pl: B³±d GSASL: %s
uk: помилка GSASL: %s

source: Authentication failed: %d %s
pl: Uwierzytelnienie siê nie powiod³o: %d %s
uk: Ідентифікація не вдалася: %d %s

source: Authentication successful.
pl: Uwierzytelniono pomy¶lnie.
uk: Ідентифікація вдалася.

source: Got empty list of authentication methods
pl: Otrzymano pust± listê metod uwierzytelnienia
uk: Отримано пустий список методів ідентифікації

source: Server did not offer any feasible authentication mechanism
pl: Serwer nie zaoferowa³ ¿adnego u¿ywalnego mechanizmu uwierzytelniania
uk: Сервер не запропонував жодного придатного механізму ідентифікації

source: INTERNAL ERROR
pl: B£¡D WEWNÊTRZNY
uk: ВНУТРІШНЯ ПОМИЛКА

source: Selected authentication mechanism %s requires TLS encryption. Not using ESMTP authentication
pl: Wybrany mechanizm uwierzytelniania %s wymaga szyfrowania TLS. Uwierzytelnianie ESMTP nie bêdzie u¿ywane.
uk: Обраний механізм ідентифікації %s вимагає кодування TLS. Ідентифікація ESMTP не використовується

source: Selected authentication mechanism %s
pl: Wybrany mechanizm uwierzytelnienia %s
uk: Обраний механізм ідентифікації %s

source: Cannot initialize libgsasl: %s
pl: Nie mo¿na zainicjalizowaæ libgsasl: %s
uk: Не вдається ініціалізувати бібліотеку libgsasl: %s

source: ESMTP AUTH is not supported
pl: ESMTP AUTH nie jest wspierane
uk: ESMTP AUTH не підтримується

source: #1 socket() failed.
nl: #1 socket() mislukt.
pl: Utworzenie gniazda #1 nie powiod³o siê.
ro: socket() #1 a eºuat.
uk: перший виклик socket() не вдався.

source: #2 socket() failed.
nl: #2 socket() mislukt.
pl: Utworzenie gniazda #2 nie powiod³o siê.
ro: socket() #2 a eºuat.
uk: другий виклик socket() не вдався.

source: #1 bind() failed
pl: bind() nad gniazdem #1 nie powiod³a siê
uk: Першій виклик bind() не вдався

source: #2 bind() failed
pl: bind() nad gniazdem #2 nie powiod³a siê
uk: Другий виклик bind() не вдався: %s.

source: listen() failed
pl: listen() nie powiod³a siê
uk: listen() не вдалася

source: getsockname() failed: %s.
nl: getsockname() mislukt: %s.
pl: getsockname() nie powiod³a siê: %s.
ro: getsockname() a eºuat: %s.
uk: getsockname() не вдалося: %s.

source: connect() failed
pl: connect() nie powiod³a siê
uk: connect() не вдалася

source: socketpair() failed
pl: socketpair() nie powiod³a siê
uk: socketpair() не вдалася

source: fork() failed
pl: fork() nie powiod³a siê
uk: fork() не вдалася

source: execvp() failed
pl: execvp() nie powiod³a siê
uk: execvp() не вдалася

source: Install GPGME version %s or later.
nl: Installeer GPGME versie %s of nieuwer.
pl: Zainstaluj GPGME w wersji %s lub nowszej.
ro: Instalaþi GPGME versiunea %s sau o versiune ulterioarã.
uk: Встановіть GPGME версії %s або пізнішу.

source: GPGME: failed. %s.
nl: GPGME: mislukt. %s.
pl: GPGME nie powiod³a siê. %s.
ro: GPGME: a eºuat. %s.
uk: помилка GPGME. %s.

source: GPGME: Cannot list keys: %s
pl: GPGME: Nie mo¿na wydrukowaæ kluczy: %s
uk: GPGME: Не вдається створити перелік ключів: %s

source: GPGME: Invalid recipient encountered: %s
pl: GPGME: Odnaleziono niepoprawnego adresata: %s
uk: GPGME: недійсна адреса одержувача: %s

source: GPGME: Invalid signer found: %s
pl: GPGME: Odnaleziono niepoprawnego sygnatariusza: %s
uk: GPGME: Недійсне ім'я підписувача: %s

source: GPGME: Unexpected number of signatures created
pl: GPGME: Utworzono nieoczekiwan± ilo¶æ podpisów
uk: GPGME: Створено неочікувану кількість підписів

source: GPGME: Wrong type of signature created
pl: GPGME: Utworzono podpis b³êdnego typu
uk: GPGME: Створено невірний тип підпису

source: GPGME: Wrong pubkey algorithm reported: %i
pl: GPGME: Podano b³êdny algorytm klucza publicznego: %i
uk: GPGME: Повернуто невірний алгоритм публічного ключа: %i

source: GPGME: Wrong hash algorithm reported: %i
pl: GPGME: Podano b³êdny algorytm mieszaj±cy: %i
uk: GPGME: Повернуто невірний алгоритм хешування: %i

source: GPGME: Wrong signature class reported: %u
pl: GPGME: Podano b³êdny klas podpisy: %u
uk: GPGME: Повернуто недійсний клас підпису: %u

source: cannot open guile output file %s
pl: nie mo¿na otworzyæ pliku wyj¶ciowego `%s' dla Guile
uk: не вдається відкрити файл виводу Guile %s

source: missing procedure name
pl: brak nazwy procedury
uk: назва процедури відсутня

source: %s not a procedure object
pl: %s nie jest obiektem-procedur±
uk: %s не є об'єктом-процедурою

source: Bad car type in return from %s
pl: B³êdny typ komórki car w powrocie z %s
uk: %s повернула невірний тип car

source: Bad cdr type in return from %s
pl: B³êdny typ komórki cdr w powrocie z %s
uk: %s повернула невірний тип cdr

source: Bad return type from %s
pl: B³êdny typ danych w powrocie z %s
uk: Невірний тип повернення з %s

source: GNU Anubis is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
pl: GNU Anubis jest wolnym oprogramowaniem; mo¿esz go rozprowadzaæ dalej i/lub modyfikowaæ na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundacjê Wolnego Oprogramowania - wed³ug wersji 2-giej tej Licencji lub której¶ z pózniejszych wersji.
uk: GNU Anubis є вільною програмою; ви можете розповсюджувати чи/та змінювати його на умовах ліцензії GNU General Public License опублікованої Free Software Foundation; версії 2 цієї ліцензії, або (за вашим бажанням) будь-якої пізнішої версії.

source: GNU Anubis is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
pl: GNU Anubis rozpowszechniany jest z nadzieja, i¿ bêdzie on u¿yteczny - jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domy¶lnej gwarancji PRZYDATNO¦CI HANDLOWEJ albo PRZYDATNO¦CI DO OKRE¦LONYCH ZASTOSOWAÑ. W celu uzyskania bli¿szych informacji przeczytaj Powszechn± Licencjê Publiczn± GNU.
ro: GNU Anubis este distribuit cu speranþa cã va fi folositor, dar FÃRÃ NICI O GARANÞIE; chiar ºi fãrã garanþia implicitã de COMERCIALITATE sau POTRIVIRE PENTU UN SCOP ANUME. Vedeþi Licenþa Publicã Generalã GNU pentru detalii suplimentare.
uk: GNU Anubis розповсюджується з надією, що він буде корисним, але БЕЗ БУДЬ-ЯКОЇ ГАРАНТІЇ; навіть без неявної гарантії КОМЕРЦІЙНОЇ ПРИДАТНОСТІ або ПРИДАТНОСТІ ДЛЯ ПЕВНОЇ МЕТИ. Докладніше про це читайте у GNU General Public License.

source: You should have received a copy of the GNU General Public License along with GNU Anubis; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
pl: Z pewno¶ci± wraz z niniejszym programem otrzyma³e¶ te¿ egzemplarz Powszechnej Licencji Publicznej GNU (GNU General Public License); je¶li za¶ nie - napisz do Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
ro: Ar fi trebuit sã fi primit o copie a Licenþei Publice Generale GNU împreunã cu GNU Anubis; dacã nu, scrieþi la adresa Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
uk: Разом з цією програмою ви повинні були отримати копію GNU General Public License; якщо це не так, напишіть до Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: GNU Anubis is released under the GPL with the additional exemption that compiling, linking, and/or using OpenSSL is allowed.
pl: GNU Anubis rozpowszechnia siê pod warunkami GPL z dodatkowym zezwoleniem na kompilacjê, ³±czenie i/lub u¿ycie z OpenSSL.
ro: GNU Anubis este distribuit sub GPL cu exceþia adiþionalã cã compilarea, link-editarea, ºi/sau folosirea OpenSSL este permisã.
uk: GNU Anubis розповсюджується на умовах GPL з додатковим дозволом компіляції, завантажування та/чи використання разом з OpenSSL.

source: Usage: anubis [options]
nl: Gebruik: anubis [opties]
pl: Sk³adnia: anubis [opcje]
ro: Folosire: anubis [opþiuni]
uk: Використання: anubis [параметри]

source: -b, --bind [HOST:]PORT Specify the TCP port on which GNU Anubis listens for connections. The default HOST is INADDR_ANY, and default PORT is 24 (private mail system).
nl: -b, --bind [HOST:]POORT Geef de TCP poort op waarop GNU Anubis luistert voor verbindingen. De standaard HOST is INADDR_ANY, de standaard POORT is 24 (privé postsysteem).
pl: -b, --bind [HOST:]PORT Ustala port TCP na którym GNU Anubis nas³uchuje. Domniemany HOST INADDR_ANY, port -- 24 (prywatny system pocztowy).
ro: -b, --bind [HOST:]PORT Specificã portul TCP pe care GNU Anubis ascultã pentru conectare. HOST-ul implicit este INADDR_ANY, iar PORT-ul implicit este 24 (sistemul de poºtã particularã).
uk: -b, --bind [МАШИНА:]ПОРТ Вкажіть TCP порт на якому GNU Anubis очікуватиме з'єднання. Типово МАШИНА це INADDR_ANY, та ПОРТ це 24 (приватна поштова система).

source: -r, --remote-mta HOST[:PORT] Specify a remote SMTP host name or IP address. The default PORT number is 25.
nl: -r, --remote-mta HOST[:POORT] Geef een SMTP hostnaam of IP-adres op afstand op. Het standaard POORT nummer is 25.
pl: -r, --remote-mta HOST[:PORT] Podaje nazwê lub IP zdalnego hostu SMTP. Domniemany numer portu 25.
ro: -r, --remote-mta HOST[:PORT] Specificã un nume de host SMTP remote sau adresã IP. Numãrul de PORT implicit este 25.
uk: -r, --remote-mta МАШИНА[:ПОРТ] Вкажіть ім'я віддаленої SMTP машини або її адресу IP. Типовий ПОРТ -- 25.

source: -l, --local-mta FILE Execute a local SMTP server, which works on standard input and output (inetd-type program). This option excludes the '--remote-mta' option.
nl: -l, --local-mta BESTAND Een lokale SMTP server uitvoeren, die werkt op standaard in- en uitvoer (inetd-soort programma). Deze optie sluit de '--remote-mta' optie uit.
pl: -l, --local-mta FILE W³±cza u¿ycie lokalnego serweru SMTP który pracuje ze standardowymi wej¶ciem i wyj¶ciem (program typu inetd). U¿ycie tej opcji wy³±cza u¿ycie opcji --remote-mta
ro: -l, --local-mta FILE Executã u server SMTP, care lucreazã pe intrarea ºi ieºirea standard (în genul programului inetd). Aceastã opþiune exclude opþiunea '--remote-mta'
uk: -l, --local-mta ФАЙЛ Виконати локальну програму SMTP, яка працює з стандартним вводом та виводом (програма типу inetd). Ця опція виключає '--remote-mta'.

source: -m, --mode=MODE Select operation mode.
pl: -m, --mode=TRYB Ustawia tryb dzia³ania.
uk: -m, --mode=РЕЖИМ Вибір режиму роботи.

source: -f, --foreground Foreground mode.
nl: -f, --foreground Voorgrond modus.
pl: -f, --foreground Tryb pierwszoplanowy.
ro: -f, --foreground Mod prim-plan.
uk: -f, --foreground Робота на тлі.

source: --from=EMAIL Specify sender address (implies MDA mode)
uk: --from=АДРЕС Вказує адресу відправника (вмикає режим MDA)

source: -i, --stdio Use the SMTP protocol (OMP/Tunnel) as described in RFC 821 on standard input and output.
nl: -i, --stdio Gebruik het SMTP protocol (OMP/Tunnel) zoals beschreven in RFC 821 voor standaard in- en uitvoer.
pl: -i, --stdio U¿yj protoko³u SMTP (OMP/Tunnel, RFC 821) na standardowym wej¶ciu/wyj¶ciu.
uk: -i, --stdio Використовувати SMTP протокол (OMP/Tunnel), описаний в RFC 821, на стандартному вводі і виводі.

source: Output options:
nl: Uitvoeropties:
pl: Opcje kontroluj±ce wyj¶cie:
ro: Opþiuni pentru ieºiri:
uk: Параметри виводу:

source: -s, --silent Work silently.
pl: -s, --silent Wy³±czenie komunikatów o b³êdach.
uk: -s, --silent Працювати тихо.

source: -v, --verbose Work noisily.
pl: -v, --verbose Wy¶wietla du¿o informacji diagnostycznej.
uk: -v, --verbose Працювати шумно.

source: -D, --debug Debug mode.
pl: -D, --debug Tryb odpluskwiania.
uk: -D, --debug Режим налагодження.

source: Miscellaneous options:
nl: Diverse opties:
pl: Ró¿ne opcje:
ro: Opþiuni diverse:
uk: Різноманітні параметри:

source: -c, --check-config Run the configuration file syntax checker.
pl: -c, --check-config Uruchomienie kontroli sk³adni pliku konfiguracyjnego.
uk: -c, --check-config Виконати перевірку синтаксису файлу налаштувань.

source: --show-config-options Print a list of configuration options used to build GNU Anubis.
pl: --show-config-options Wypisanie warto¶ci domy¶lnych, u¿ytych podczas budowy GNU Anubisa.
uk: --show-config-options Вивести перелік конфігураційних опцій, використаних під час компіляції GNU Anubis.

source: --relax-perm-check Do not check user configuration file permissions.
pl: --relax-perm-check Wy³±cza sprawdzanie uprawnieñ do pliku konfiguracyjnego u¿ytkownika.
uk: --relax-perm-check Вимикає перевірку прав доступу до файлу налаштувань.

source: --altrc FILE Specify alternate system configuration file.
pl: --altrc PLIK Podaje nazwê alternatywnego pliku konfiguracyjnego.
uk: --altrc ФАЙЛ Використовувати альтернативний системний файл налаштувань.

source: --norc Ignore system configuration file.
pl: --norc Ignorowanie systemowego pliku konfiguracyjnego.
uk: --norc Ігнорувати системний файл налаштувань.

source: --version Print version number and copyright.
pl: --version Wy¶wietla numer wersji i copyright.
uk: --version Вивести номер версії та авторські права.

source: --help It's obvious...
pl: --help Samo przez siê rozumie...
uk: --help Це очевидно...

source: Report bugs to <%s>.
nl: Rapporteer fouten aan <%s>.
pl: Prosimy zg³aszaæ b³êdy na adres <%s>.
ro: Raportaþi bug-uri la %s>.
uk: Про помилки звітуйте до <%s>.

source: IDENT: socket() failed
pl: IDENT: socket() nie powiod³a siê
uk: IDENT: socket() не вдалася

source: IDENT: connect() failed
pl: IDENT: connect() nie powiod³a siê
uk: IDENT: connect() не вдалася

source: IDENT: connected to %s:%u
nl: IDENT: verbonden met %s:%u
pl: IDENT: po³±czono siê z %s:%u
ro: IDENT: conectat la %s:%u
uk: IDENT: з'єднаний з %s:%u

source: IDENT: stream_write() failed: %s.
pl: IDENT: stream_write() nie powiod³a siê: %s
uk: IDENT: stream_write() не вдалася: %s.

source: IDENT: recvline() failed: %s.
nl: IDENT: recvline() mislukt: %s.
pl: IDENT: recvline() nie powiod³a siê: %s
ro: IDENT: recvline() a eºuat: %s.
uk: IDENT: recvline() не вдалося: %s.

source: IDENT: incorrect data.
nl: IDENT: onjuiste gegevens.
pl: IDENT: niepoprawne dane.
ro: IDENT: date incorecte.
uk: IDENT: невірні дані.
