Repository: gitGNU/gnu_anubis
Catalog: po/*.po
Languages: nl, pl, ro, uk

source: Connection terminated.
nl: Verbinding afgebroken.
ro: Conectarea terminatã.

source: daemon() failed. %s.
nl: daemon() mislukt. %s.
ro: daemon() a eºuat. %s.

source: Can't fork. %s.
nl: Kan niet fork(). %s.
ro: Nu pot face fork. %s.

source: setsid() failed.
nl: setsid() mislukt.
ro: setsid() a eºuat.

source: ERROR
nl: FOUT
ro: EROARE

source: accept() failed: %s.
nl: accept() mislukt: %s.
ro: accept() a eºuat: %s.

source: daemon: Can't fork. %s.
nl: daemon: kan niet fork(). %s.
ro: demon: Nu pot face fork. %s.

source: Using the ESMTP CRAM-MD5 authentication...
nl: Er wordt ESMTP CRAM-MD5 authentificatie gebruikt...
ro: Folosim autentificarea ESMTP CRAM-MD5...

source: Server rejected the AUTH command.
nl: Server heeft AUTH opdracht verworpen.
ro: Serverul a respins comanda AUTH.

source: Challenge decoded: %s
nl: Uitdaging gedecodeerd: %s
ro: Încercare decodatã: %s

source: Using the ESMTP LOGIN authentication...
nl: Er wordt ESMTP LOGIN authentificatie gebruikt...
ro: Folosim autentificarea ESMTP LOGIN...

source: #1 bind() failed: %s.
nl: #1 bind() mislukt: %s.
ro: bind() #1 a eºuat: %s.

source: #2 bind() failed: %s.
nl: #2 bind() mislukt: %s.
ro: bind() #2 a eºuat: %s.

source: listen() failed: %s.
nl: listen() mislukt: %s.
ro: listen() a eºuat: %s.

source: connect() failed: %s.
nl: connect() mislukt: %s.
ro: connect() a eºuat: %s.

source: socketpair() failed: %s.
nl: socketpair() mislukt: %s.
ro: socketpair() a eºuat: %s.

source: fork() failed.
nl: fork() mislukt.
ro: fork() a eºuat.

source: execvp() failed: %s
nl: execvp() mislukt: %s
ro: execvp() a eºuat: %s.

source: Can't create stream socket.
nl: Kan stroom-socket niet maken.
ro: Nu pot crea stream socket.

source: Connecting to %s:%u...
nl: Bezig met verbinden met %s:%u...
ro: Mã conectez la %s:%u...

source: bind() failed: %s.
nl: bind() mislukt: %s.
ro: bind() a eºuat: %s.

source: Anubis RC file error: %s.
nl: Anubis RC bestandsfout: %s.
ro: Eroare în fiºierul Anubis RC: %s.

source: - Certificate info:
nl: - Certificaat info:
ro: - Info despre certificat:

source: - Certificate is valid since: %s
nl: - Certificaat is geldig sinds: %s
ro: - Certificatul este valid din: %s

source: - Certificate expires: %s
nl: - Certificaat verloopt: %s
ro: - Certificatul expirã: %s

source: Certificate public key:
nl: Certificaat openbare sleutel:
ro: Cheie publicã certificat:

source: - Certificate version: #%d
nl: - Certificaat versie: #%d
ro: - Versiune certificat: #%d

source: Using the 'ONEWAY' TLS/SSL encryption...
nl: Er wordt 'EENRICHTING' TLS/SSL codering gebruikt...
ro: Folosesc encripþia TLS/SSL 'ONEWAY'...

source: getpeername() failed: %s.
nl: getpeername() mislukt: %s.
ro: getpeername() a eºuat: %s.
