Repository: gitGNU/gnu_anubis
Catalog: po/*.po
Languages: nl, pl, ro, uk

source: IDENT: data probably encrypted with DES...
nl: IDENT: gegevens waarschijnlijk gecodeerd met DES...
pl: IDENT: dane podobno s± szyfrowane (DES)...
ro: IDENT: date probabil criptate cu DES...
uk: IDENT: дані можливо закодовано за допомогою DES...

source: IDENT: incorrect data (DES deciphered).
nl: IDENT: onjuiste gegevens (DES gedecodeerd).
pl: IDENT: niepoprawne dane (odszyfrowane z DES).
ro: IDENT: date incorecte (DES decriptat).
uk: IDENT: невірні дані (дешифрування DES).

source: IDENT: resolved remote user to %s.
nl: IDENT: gebruiker op afstand opgelost naar %s.
pl: IDENT: u¿ytkownika okre¶lono jako %s.
ro: IDENT: am rezolvat utilizator remote ca %s.
uk: IDENT: віддаленого користувача ідентифіковано як %s.

source: %s remapped to %s@localhost.
nl: %s vertaald naar %s@localhost.
pl: %s zosta³ zaakceptowany jako %s@localhost.
ro: %s remapat cãtre %s@localhost.
uk: %s перенесено до %s@localhost.

source: Translation map: incorrect syntax.
nl: Vertalingskaart: onjuiste syntaxis.
pl: Mapa translacji: niepoprawna sk³adnia.
ro: Hartã translaþii: sintaxã incorectã.
uk: Карта перенесення: невірний синтаксис.

source: malloc() failed. Cannot allocate enough memory.
nl: malloc() mislukt. Kan niet voldoende geheugen toewijzen.
pl: malloc() nie powiod³a siê. Brak pamiêci.
ro: malloc() a eºuat. Nu pot aloca destulã memorie.
uk: malloc() не вдалася. Неможливо виділити достатньо пам'яті.

source: realloc() failed. Cannot reallocate enough memory.
nl: realloc() mislukt. Kan niet voldoende geheugen opnieuw toewijzen.
pl: ralloc() nie powiod³a siê. Brak pamiêci dla powtórnego przydzielenia.
ro: realloc() a eºuat. Nu pot realoca destulã memorie.
uk: realloc() не вдалася. Неможливо перевиділити достатньо пам'яті.

source: Invalid port number: %s
uk: Недійсний номер порту: %s

source: Can't find out my own hostname
pl: Nie mo¿na rozpoznaæ w³asnej nazwy hosta
uk: Не вдається визначити власну назву машини

source: SERVER
pl: SERWER
uk: СЕРВЕР

source: CLIENT
pl: KLIENT
uk: КЛІЄНТ

source: Getting remote host information...
nl: Bezig met opvragen informatie host op afstand...
pl: Otrzymanie informacji o zdalnym hoscie...
ro: Obþinem informaþii despre host-ul remote...
uk: Отримується інформація про віддалену машину...

source: Cannot create stream socket.
pl: Nie mo¿na utworzyæ gniazda potoku.
uk: Не вдається створити гніздо потоку.

source: Couldn't connect to %s:%u. %s.
nl: Kon niet verbinden met %s:%u. %s.
pl: Nie mo¿na pod³±czyæ siê do %s:%u. %s.
ro: Nu mã pot conecta la to %s:%u. %s.
uk: Неможливо з'єднатися з %s:%u. %s.

source: Connected to %s:%u
nl: Verbonden met %s:%u
pl: Ustalono po³±czenie z %s:%u
ro: M-am conectat la %s:%u
uk: З'єднання з %s:%u

source: Cannot create stream socket
pl: Nie mo¿na utworzyæ gniazda potoku.
uk: Не вдається створити гніздо потоку

source: bind() failed
pl: bind() nie powiod³a siê
uk: bind() не вдалася

source: GNU Anubis bound to %s:%u
nl: GNU Anubis gebonden aan %s:%u
pl: GNU Anubis zosta³ przywi±zany do %s:%u
ro: GNU Anubis legat la %s:%u
uk: GNU Anubis зв'язаний з %s:%u

source: Short write
pl: B³±d zapisu
uk: Помилка запису: записано недостатню кількість байтів

source: Using SOCKS Proxy...
nl: Er wordt SOCKS Proxy gebruikt...
pl: U¿ycie serwera SOCKS...
ro: Folosind SOCKS Proxy...
uk: Використовується проксі SOCKS...

source: SOCKS proxy: %s
pl: serwer SOCKS: %s
uk: проксі SOCKS: %s

source: Address must be an IP, not a domain name.
nl: Adres moet een IP-adres zijn, niet een domeinnaam.
pl: Adres musi byæ adresem IP, nie nazw± domeny.
ro: Adresa trebuie sã fie un IP, nu un nume de domeniu.
uk: Адреса повинна бути адресою IP, а не доменним ім'ям.

source: SOCKS Proxy Connection: succeeded.
nl: SOCKS Proxy verbinding: gelukt.
pl: Po³±czenie siê do serwera SOCKS powiod³o siê.
ro: Conectare Proxy SOCKS: reuºitã.
uk: З'єднання з проксі SOCKS: успішно.

source: Request rejected or failed.
nl: Verzoek verworpen of mislukt.
pl: ¯±danie nie powiod³o siê lub zosta³o odrzucone.
ro: Cerere respinsã sau eºuatã.
uk: Помилка запиту або його відкинуто.

source: Request rejected.
nl: Verzoek verworpen.
pl: ¯±danie odrzucono.
ro: Cerere respinsã.
uk: Запит відкинуто.

source: Request rejected, because the client program and identd reported different User-IDs.
nl: Verzoek verworpen, omdat het client programma en identd verschillende gebruikers IDs opgaven.
pl: ¯±danie odrzucono, poniewa¿ program klienta a identd poda³y ró¿ne identyfikatory u¿ytkownika.
ro: Cerere respinsã, pentru cã programul client ºi identd au raportat ID-uri diferite pentru utilizator.
uk: Запит відкинуто, тому що клієнтська програма та identd видають різні ID користувача.

source: Server reply is not valid.
nl: Server antwoord is niet geldig.
pl: Odpowied¼ serwera nie jest poprawna.
ro: Rãspunsul serverului nu este valid.
uk: Відповідь серверу невірна.

source: Possibly not a SOCKS proxy service.
nl: Mogelijk niet een SOCKS proxy dienst.
pl: Nie wygl±da to na us³ugê serwera SOCKS.
ro: Probabil nu e un srviciu SOCKS proxy.
uk: Можливо не SOCKS проксі.

source: SOCKS Proxy AUTH method: NO AUTHENTICATION REQUIRED
nl: SOCKS Proxy AUTH methode: GEEN AUTHENTIFICATIE VEREIST
pl: Metoda uwierzytelnienia serwera SOCKS: UWIERZYTELNIENIE NIE JEST WYMAGANE
ro: Metoda AUTH Proxy SOCKS: NICI O AUTENTIFICARE NECESARÃ
uk: метод ідентифікації на сервері SOCKS: ІДЕНТИФІКАЦІЯ НЕ ПОТРІБНА

source: SOCKS Proxy AUTH method: USER NAME/PASSWORD
nl: SOCKS Proxy AUTH methode: GEBRUIKERSNAAM/WACHTWOORD
pl: Metoda uwierzytelnienia serwera SOCKS: NAZWA U¯YTKOWNIKA/HAS£O
ro: Metoda AUTH Proxy SOCKS: NUME UTILIZATOR/PAROLÃ
uk: метод ідентифікації на сервері SOCKS: ІМ'Я КОРИСТУВАЧА/ПАРОЛЬ

source: Cannot send null user name or password.
nl: Kan geen lege gebruikersnaam of wachtwoord verzenden.
pl: Nie mo¿na wys³aæ pustej nazwy u¿ytkownika lub has³a.
ro: Nu pot trimite nume utilizator sau parolã nulã.
uk: Неможливо відіслати пусті ім'я користувача та пароль.

source: Bad user name or password.
nl: Foutieve gebruikersnaam of wachtwoord.
pl: Niepoprawna nazwa u¿ytkownika lub has³o.
ro: Nume utilizator sau parolã greºitã.
uk: Невірні ім'я користувача та пароль.

source: SOCKS Proxy AUTH: succeeded.
nl: SOCKS Proxy AUTH: gelukt.
pl: serwer SOCKS, AUTH: powodzenie.
ro: AUTH Proxy SOCKS: reuºitã.
uk: ідентифікація на сервері SOCKS: успішно.

source: Server does not accept any method.
nl: Server accepteert geen enkele methode.
pl: Serwer nie przyjmuje ¿adnej metody.
ro: Serverul nu acceptã orice metodã,
uk: Сервер не приймає жодного методу.

source: Server does not accept an AUTH method.
nl: Server accepteert een AUTH methode niet.
pl: Serwer nie przyjmuje metody uwierzytelnienia.
ro: Serverul nu acceptã o metodã AUTH.
uk: Сервер не приймає метод AUTH.

source: General SOCKS server failure.
nl: Algemene SOCKS server mislukking.
pl: Ogólny b³±d serwera SOCKS
ro: Eºuare generalã server SOCKS.
uk: Загальна помилка сервера SOCKS.

source: Connection not allowed by a ruleset.
nl: Verbinding niet toegestaan vanwege verzameling regels.
pl: Pod³±czenie nie dozwolone zestawem regu³.
ro: Conectarea nu este permisã de un set de reguli.
uk: З'єднання не дозволене правилами.

source: Network unreachable.
nl: Netwerk onbereikbaar.
pl: Sieæ jest niedostêpna.
ro: Reþeaua nu poate fi atinsã.
uk: Мережа не доступна.

source: Host unreachable.
nl: Host onbereikbaar.
pl: Host jest niedostêpny.
ro: Host-ul nu poate fi atins.
uk: Машина не доступна.

source: Connection refused.
nl: Verbinding geweigerd.
pl: Po³±czenie odrzucono.
ro: Conectare refuzatã.
uk: Відмовлено у з'єднанні.

source: TTL expired.
nl: TTL verlopen.
pl: TTL wyczerpany.
ro: TTL expirat.
uk: TTL вичерпано.

source: Command not supported.
nl: Opdracht niet ondersteund.
pl: Polecenie nie jest obs³ugiwane.
ro: Comanda nu este suportatã.
uk: Команда не підтримується.

source: Address type not supported.
nl: Adressoort niet ondersteund.
pl: Typ adresu nie jest obs³ugiwany.
ro: Tipul de adresã nu este suportat.
uk: Тип адреси не підтримується.

source: Signal Caught. Exiting Cleanly...
nl: Signaal ontvangen. Bezig met schoon afsluiten...
pl: Otrzymano sygna³. Poprawne zakoñczenie...
ro: Am prins un semnal. Ies curat...
uk: Отримано сигнал. Нормальний вихід...

source: Timeout! Exiting...
nl: Time-out! Bezig met afsluiten...
pl: Czas wyczerpany! Zakoñczenie...
ro: Pauzã! Ies...
uk: Час вичерпано! Вихід...

source: cannot stat file `%s'
pl: stat(%s) nie powiod³a siê
uk: неможливо отримати інформацію про файл `%s'

source: File `%s' has already been read.
pl: Plik `%s' ju¿ zosta³ odczytany.
uk: Файл `%s' вже був прочитаний.

source: Welcome user %s !
nl: Welkom gebruiker %s !
pl: Witaj, u¿ytkowniku %s !
ro: Bine aþi venit %s !
uk: Ласкаво просимо, користувач %s !

source: Reading system configuration file %s...
nl: Bezig met lezen systeemconfiguratiebestand %s...
pl: Odczytanie systemowego pliku konfiguracyjnego %s...
ro: Citesc fiºierul de configurare sistem %s...
uk: Зчитування системного файлу налаштувань %s...

source: Reading user configuration file %s...
nl: Bezig met lezen gebruikersconfiguratiebestand %s...
pl: Odczytanie pliku konfiguracyjnego u¿ytkownika %s...
ro: Citesc fiºierul de configurare utilizator %s...
uk: Зчитування файлу налаштувань користувача %s...

source: `logfile' directive is ignored in main configuration file
pl: Dyrektywa `logfile' jest ignorowana w g³ównym pliku konfiguracyjnym
uk: Директива `logfile' ігнорується у головному файлу налаштувань

source: Child process suspended for %lu second
uk: Процес-нащадок призупинено на %lu секунду

source: Command HANG is not allowed for user `%s'
uk: Команда HANG не є дозволена для користувача `%s'

source: No such section: %s
pl: Brak takiej sekcji: %s
uk: Немає такої секції: %s

source: Stray character in config: \%03o. Possibly missing quotes around the string
pl: Zab³±kany znak w pliku konfiguracyjnym: \%03o. Mo¿liwie brakuje cudzys³owów woko³o ³añcucha.
uk: Цей символ не є дійсним у файлі налаштувань: \%03o. Можливо, відсутні лапки навколо рядку

source: Anubis RC file error
pl: B³±d pliku RC
uk: Помилка файлу налаштувань Anubis

source: Section %s already defined
pl: Sekcja %s ju¿ jest zdefiniowana
uk: Секція %s вже була визначена

source: unknown keyword: %s
pl: nieznane s³owo kluczowe: %s
uk: невідоме ключове слово: %s

source: Invalid regular expression (see the above message)
uk: Недійсний регулярний вираз (див. повижче повідомлення)

source: missing replacement value
pl: brak warto¶ci zast±pienia
uk: відсутнє значення заміщення

source: Not a valid debugging level: %s
pl: Niepoprawny poziom odpluskwiania: %s
uk: Недійсний рівень налагоджування: %s

source: Unknown regexp modifier
pl: Nieznany modyfikator wyra¿enia regularnego
uk: Невідомий модифікатор регулярного виразу

source: Calling %s
pl: Wywo³anie %s
uk: Виклик %s

source: Executing %s
pl: Uruchomienie %s
uk: Виконується %s...

source: Matched trigger "%s"
pl: Regu³a wyzwalania "%s" dopasowa³a
uk: Відповідає правилу "%s"

source: Matched condition %s[%s] "%s"
pl: Warunek %s[%s] "%s" dopasowa³
uk: Відповідає умові %s[%s] "%s"

source: Section %s
pl: Sekcja %s
uk: Секція %s

source: Unknown section: %s
pl: Nieznana sekcja: %s
uk: Невідома секція: %s

source: program is not allowed in this section
pl: u¿ycie programu w tej sekcji nie jest dozwolone
uk: використання програми в цій секції не дозволяється

source: INTERNAL ERROR at %s:%d: missing or invalid regex
pl: B£¡D WEWNÊTRZNY w %s:%d: brakuj±ce b±d¼ niepoprawne wyra¿enie regularne
uk: ВНУТРІШНЯ ПОМИЛКА біля %s:%d: відсутній або недійсний регулярний вираз

source: regcomp() failed at %s: %s.
pl: regcomp() nie powiod³a siê przy '%s': %s
uk: regcomp() закінчилася помилкою біля %s: %s.

source: pcre_compile() failed at offset %d: %s.
nl: pcre_compile() mislukt op positie %d: %s.
pl: pcre_compile() nie powiod³a siê przy pozycji %d: %s.
ro: pcre_compile() a eºuat la offset %d: %s.
uk: pre_compile() закінчилася помилкою у зміщенні %d: %s

source: pcre_fullinfo() failed: %d.
pl: pcre_fullinfo() nie powiod³a siê: %d.
uk: pcre_fullinfo() не вдалася: %d.

source: Matched, but too many substrings.
nl: Overeenkomst gevonden, maar teveel deelteksten.
pl: £añcuch dopasowany, ale za du¿o pod³añcuchów.
ro: Potrivire, dar prea multe subºiruri.
uk: Співпадає, але забагато підрядків.

source: Get substring %d failed (%d).
nl: Opvragen deeltekst %d mislukt (%d).
pl: Otrzymanie pod³añcucha %d nie powiod³o siê (%d).
ro: Obþinere subºir %d a eºuat (%d).
uk: Не вдалося отримання підрядка %d (%d).

source: Seeding random number generator...
nl: Bezig met voeden willekeurige getallen generator...
pl: Inicjalizacja generatora liczb losowych...
ro: Iniþializez generatorul de numere aleatoare...
uk: Ініціалізування генератора випадкових чисел...

source: Unable to seed random number generator.
nl: Voeden van willekeurige getallen generator mislukt.
pl: Nie mo¿na zainicjowaæ generatora liczb losowych...
ro: Nu pot iniþializa generatorul de numere aleatoare.
uk: Не вдається ініціалізувати генератор випадкових чисел.

source: Write error: %s
pl: B³±d zapisu: %s
uk: Помилка запису: %s

source: Read error: %s
pl: B³±d odczytu: %s
uk: Помилка читання: %s

source: SSLv23_client_method() failed.
nl: SSLv23_client_method() mislukt.
pl: SSLv23_client_method() nie powiod³a siê.
ro: SSLv23_client_method() a eºuat.
uk: SSLv23_client_method() не вдалася

source: Can't create SSL_CTX object.
nl: Kan geen SSL_CTX objekt maken.
pl: Nie mo¿na utworzyæ obiektu SSL_CTX.
ro: Nu pot crea obiect SSL_CTX.
uk: Не вдається створити об'єкт SSL_CTX.

source: SSL_CTX_set_cipher_list() failed.
nl: SSL_CTX_set_cipher_list() mislukt.
pl: SSL_CTX_set_cipher_list() nie powiod³a siê.
ro: SSL_CTX_set_cipher_list() a eºuat.
uk: SSL_CTX_set_cipher_list() не вдалася.

source: Initializing the TLS/SSL connection with MTA...
nl: Bezig met initialiseren TLS/SSL verbinding met MTA...
pl: Inicjalizacja pod³±czenia do MTA przez TLS/SSL...
ro: Iniþializez conectarea TLS/SSL cu MTA...
uk: Ініціалізація з'єднання з MTA через TLS/SSL...

source: Can't create a new SSL structure for a connection.
nl: Kan geen nieuwe SSL structuur maken voor een verbinding.
pl: Nie mogê utworzyæ nowej struktury SSL dla pod³±czenia.
ro: Nu pot crea o nouã structurã SSL pentry conectare.
uk: Неможливо створити нову конструкцію SSL для з'єднання.

source: TLS/SSL handshake failed: %s
pl: Proces negocjacji TLS/SSL nie powiód³ siê: %s
uk: Рукостискання TLS/SSL не вдалося: %s

source: SSLv23_server_method() failed.
nl: SSLv23_server_method() mislukt.
pl: SSLv23_server_method() nie powiod³a siê.
ro: SSLv23_server_method() a eºuat.
uk: SSLv23_server_method() не вдалася.

source: SSL_CTX_use_certificate_file() failed.
nl: SSL_CTX_use_certificate_file() mislukt.
pl: SSL_CTX_use_certificate_file() nie powiod³a siê.
ro: SSL_CTX_use_certificate_file() a eºuat.
uk: SSL_CTX_use_certificate_file() не вдалася.

source: SSL_CTX_use_PrivateKey_file() failed.
nl: SSL_CTX_use_PrivateKey_file() mislukt.
pl: SSL_CTX_use_PrivateKey_file() nie powiod³a siê.
ro: SSL_CTX_use_PrivateKey_file() a eºuat.
uk: SSL_CTX_use_PrivateKey_file() не вдалася.

source: Private key does not match the certificate public key.
nl: Privé sleutel komt niet overeen met de openbare sleutel van het certificaat.
pl: Klucz prywatny nie pasuje do klucza publicznego.
ro: Cheia privatã nu se potriveºte cu cheia publicã de certificare.
uk: Таємний ключ не співпадає з публічним ключем сертифікату.

source: Initializing the TLS/SSL connection with MUA...
nl: Bezig met initialiseren TLS/SSL verbinding met MUA...
pl: Inicjalizacja pod³±czenia do MUA przez TLS/SSL...
ro: Iniþializez conectarea TLS/SSL cu MUA...
uk: Ініціалізація з'єднання з MUA через TLS/SSL...

source: TLS/SSL handshake failed!
nl: TLS/SSL handdruk mislukt!
pl: Proces negocjacji TLS/SSL nie powiód³ siê!
uk: Підтвердження зв'язку TLS/SSL не вдалося!

source: %s connection using %s (%u bit)
pl: Pod³±czenie %s z u¿yciem %s (%u bit)
uk: З'єднання %s з використанням %s (%u біт)

source: Server public key is %d bit
pl: Publiczny klucz serwera ma rozmiar %d bit
uk: Публічний ключ серверу розміром %d біт

source: Certificate:
nl: Certificaat:
pl: Certyfikat:
ro: Certificat:
uk: Сертифікат:

source: X509_NAME_oneline [subject] failed!
nl: X509_NAME_oneline [onderwerp] mislukt!
pl: X509_NAME_oneline [temat] nie powiod³a siê!
ro: X509_NAME_oneline [subiect] e eºuat!
uk: X509_NAME_oneline [тема] не вдалася!

source: Subject: %s
nl: Onderwerp: %s
pl: Temat: %s
ro: Subiect: %s
uk: Тема: %s

source: X509_NAME_oneline [issuer] failed!
nl: X509_NAME_oneline [uitgever] mislukt!
pl: X509_NAME_oneline [wydawca] nie powiod³a siê!
ro: X509_NAME_oneline [eliberator] a eºuat!
uk: X509_NAME_oneline [видавець] не вдалася!

source: Issuer: %s
nl: Uitgever: %s
pl: Wydawca: %s
ro: Eliberator: %s
uk: Видавець: %s

source: TLS error reading `%s': %s
pl: B³±d TLS przy odczycie `%s': %s
uk: Помилка TLS під час читання `%s': %s

source: No certificate was sent.
nl: Er is geen certificaat verzonden.
pl: Certyfikat nie zosta³ wys³any.
ro: Certificatul nu a fost trimis.
uk: Сертифікат не відіслано.

source: The certificate is not trusted.
nl: Het certificaat wordt niet vertrouwd.
pl: Certyfikat nie jest zaufany.
ro: Certificatul nu este de considerat de încredere.
uk: Сертифікат не підтверджено.

source: The certificate has expired.
nl: Het certificaat is verlopen.
pl: Certyfikat przekroczy³ termin wa¿no¶ci.
ro: Certificatul a expirat.
uk: Дія сертифікату скінчилася.

source: The certificate is not yet activated.
nl: Het certificaat is nog niet geactiveerd.
pl: Certyfikat nie jest jeszcze zaktywizowany.
ro: Certificatul nu este încã activat.
uk: Сертифікат ще не активовано.

source: No certificate was found!
nl: Er is geen certificaat gevonden!
pl: Nie odnaleziono ¿adnego certyfikatu!
ro: Nu a fost gãsit nici un certificat!
uk: Сертифікат не знайдено!

source: The certificate is trusted.
nl: Het certificaat wordt vertrouwd.
pl: Certyfikat jest zaufany.
ro: Certificatul este de încredere.
uk: Сертифікат підтверджено.

source: - Anonymous DH using prime of %d bit.
pl: DH anonimowy u¿ywa liczby pierwszej z %d bita.
uk: Анонімний DH використовує прості числа довжиною %d біт.

source: - Ephemeral DH using prime of %d bit.
pl: DH efemeralny u¿ywa liczby pierwszej z %d bita.
uk: Ефемеридний DH використовує прості числа довжиною %d біт.

source: - Protocol: %s
pl: - Protokó³: %s
uk: - Протокол: %s

source: - Certificate Type: %s
nl: - Soort certificaat: %s
pl: - Typ certyfikatu: %s
ro: - Tip de certificat: %s
uk: - Тип сертифікату: %s

source: - Compression: %s
nl: - Compressie: %s
pl: - Kompresja: %s
ro: - Compresie: %s
uk: - Стиснення: %s

source: - Cipher: %s
nl: - Codering: %s
pl: - Szyfr: %s
ro: - Cifru: %s
uk: - Шифр: %s

source: - Certificate info:
pl: - Informacje o certyfikacie:
uk: - Дані сертифікату:

source: - Certificate is valid since: %s
pl: - Certyfikat jest poprawny od %s
uk: - Сертифікат дійсний з: %s

source: - Certificate expires: %s
pl: - Certyfikat wyga¶nie %s
uk: - Сертифікат закінчується: %s

source: - Certificate fingerprint:
pl: - Odcisk certyfikatu:
uk: - Відбитки сертифікату:

source: - Certificate serial number:
pl: - Numer seryjny certyfikatu:
uk: - Серійний номер сертифікату:

source: - Certificate public key:
pl: Klucz publiczny certyfikatu:
uk: - Публічний ключ сертифікату:

source: - Modulus: %d bit
pl: Wspó³czynnik: %d bit
uk: - Модуль %d біт

source: - Exponent: %d bit
pl: Wyk³adnik: %d bit
uk: - Показник %d біт

source: UNKNOWN
nl: ONBEKEND
pl: NIEZNANY
ro: NECUNOSCUT
uk: НЕВІДОМИЙ

source: - Certificate version: #%d
pl: - Wersja certyfikatu: #%d
uk: - Версія сертифікату: #%d

source: - Certificate Issuer's DN: %s
pl: - Informacje o wydawcy certyfikatu: %s
uk: - Інформація видавця сертифікату: %s

source: Transferring message(s)...
nl: Bezig met overbrengen bericht(en)...
pl: Przekazywanie wiadomo¶ci...
ro: Transfer mesaj(e)...
uk: Передача повідомлень...

source: Starting SMTP session...
pl: Uruchamianie sesji SMTP...
uk: Початок сесії SMTP...

source: Using the TLS/SSL encryption...
nl: Er wordt TLS/SSL codering gebruikt...
pl: U¿ycie szyfrowania TLS/SSL...
ro: Folosesc encripþie TLS/SSL...
uk: Використовується шифрування TLS/SSL...

source: WARNING: %s
nl: WAARSCHUWING: %s
pl: OSTRZE¯ENIE: %s
ro: AVERTISMENT: %s
uk: УВАГА: %s

source: STARTTLS command failed.
nl: STARTTLS opdracht mislukt.
pl: Polecenie STARTTLS nie powiod³o siê.
ro: Comanda STARTTLS a eºuat.
uk: Команда STARTTLS не вдалася.

source: Using TLS/SSL encryption between Anubis and remote MTA only...
pl: U¿ycie jednokierunkowego szyfrowania TLS/SSL tylko miêdzy Anubisem i zdalnym MTA...
uk: Шифрування TLS/SSL використовується лише між Анубісом та віддаленим MTA...

source: STARTTLS (ONEWAY) command failed.
nl: STARTTLS (EENRICHTING) opdracht mislukt.
pl: Polecenie STARTTLS (jednokierunkowe) nie powiod³o siê.
ro: Comanda STARTTLS (ONEWAY) a eºuat.
uk: Команда STARTTLS (одностороння) не вдалася.

source: %s: option `%s' is ambiguous
nl: %s: optie `%s' is dubbelzinnig
pl: %s: opcja `%s' jest niejednoznaczna
ro: %s: opþiunea `%s' este ambiguã
uk: %s: параметр `%s' неоднозначний

source: %s: option `--%s' doesn't allow an argument
nl: %s: optie `--%s' staat geen argument toe
pl: %s: opcja `--%s' nie mo¿e mieæ argumentów
ro: %s: opþiunea `--%s' nu permite un argument
uk: %s: параметр `--%s' не дозволяє аргументів

source: %s: option `%c%s' doesn't allow an argument
nl: %s: optie `%c%s' staat geen argument toe
pl: %s: opcja `%c%s' nie mo¿e mieæ argumentów
ro: %s: opþiunea `%c%s' nu permite un argument
uk: %s: параметр `%c%s' не дозволяє аргументів

source: %s: option `%s' requires an argument
nl: %s: optie `%s' vereist een argument
pl: %s: opcja `%s' musi mieæ argument
ro: %s: opþiunea `%s' necesitã un argument
uk: %s: параметр `%s' вимагає аргументів

source: %s: unrecognized option `--%s'
nl: %s: optie niet herkend `--%s'
pl: %s: nieznana opcja `--%s'
ro: %s: opþiune nerecunoscutã `--%s'
uk: %s: невідомий параметр `--%s'

source: %s: unrecognized option `%c%s'
nl: %s: optie niet herkend `%c%s'
pl: %s: nieznana opcja `%c%s'
ro: %s: opþiune nerecunoscutã `%c%s'
uk: %s: невідомий параметр `%c%s'

source: %s: illegal option -- %c
nl: %s: onjuiste optie -- %c
pl: %s: niew³a¶ciwa opcja -- %c
ro: %s: opþiune ilegalã -- %c
uk: %s: невірний параметр -- %c

source: %s: invalid option -- %c
nl: %s: ongeldige optie -- %c
pl: %s: b³êdna opcja -- %c
ro: %s: opþiune ilegalã -- %c
uk: %s: невірний параметр -- %c

source: %s: option requires an argument -- %c
nl: %s: optie vereist een argument -- %c
pl: %s: opcja musi mieæ argument -- %c
ro: %s: opþiunea necesitã un argument -- %c
uk: %s: вимагає аргумент -- %c

source: %s: option `-W %s' is ambiguous
nl: %s: optie `-W %s' is dubbelzinnig
pl: %s: opcja `-W %s' jest niejednoznaczna
ro: %s: opþiunea `-W %s' este ambiguã
uk: %s: параметр `-W %s' неоднозначний

source: %s: option `-W %s' doesn't allow an argument
nl: %s: optie `-W %s' staat geen argument toe
pl: %s: opcja `-W %s' nie mo¿e mieæ argumentów
ro: %s: opþiunea `-W %s' nu permite un argument
uk: %s: параметр `-W %s' не дозволяє аргумент

source: memory exhausted
pl: pamiêæ wyczerpana
uk: пам'ять вичерпано

source: Local program [%lu] finished.
pl: Program lokalny [%lu] zakoñczy³ siê.

source: Executing %s %s...
nl: Bezig met uitvoeren %s %s...
pl: Uruchomienie %s %s...
ro: Executãm %s %s...

source: MODE is either "transparent" or "auth"
pl: Warto¶ci± TRYB jest "transparent" b±d¼ "auth"

source: INTERNAL ERROR (get_response_smtp): buffer exhausted. Please report.
pl: B£¡D WEWNÊTRZNY (get_response_smtp): przekroczony rozmiar bufora. Proszê zg³osiæ.

source: STOP
pl: ZATRZYMANIE

source: IDENT: socket() failed: %s.
nl: IDENT: socket() mislukt: %s.
ro: IDENT: socket() a eºuat: %s.

source: IDENT: connect() failed: %s.
nl: IDENT: connect() mislukt: %s.
ro: IDENT: connect() a eºuat: %s.
